export const PromotionData = [
    {
        id: 1,
        name: 'កាប្រូម៉ូសិនចុងសប្តាហ៍ដ៏ពិសេសនៅសាខា T-ONE ។ ទទួលបានការបញ្ចុះតម្លៃ 30% គ្រប់មុខទំនិញនៅក្នុងហាង រាល់ការជាវចាប់ពី 120% ក្នុងមួយវិក្កយបត្រ រួមនិងទទួលម៉ាស់ adidas យ៉ាងស្រស់ស្អាតផងដែរ។ ការផ្តល់ជូនមានសុពលភាពត្រឹមតែ 3ថ្ងៃ ចាប់ពីថ្ងៃទី 27 ដល់ 29 ខែសីហានេះ និងមានតែនៅសាខា T-ONE តែមួយគត់។ ',
        date:'3 day ago',
        image: require('../Assets/1.jpg')
    },
    {
        id: 2,
        name:'កាប្រូម៉ូសិនចុងសប្តាហ៍ដ៏ពិសេសនៅសាខា T-ONE ។ ទទួលបានការបញ្ចុះតម្លៃ 30% គ្រប់មុខទំនិញនៅក្នុងហាង រាល់ការជាវចាប់ពី 120% ក្នុងមួយវិក្កយបត្រ រួមនិងទទួលម៉ាស់ adidas យ៉ាងស្រស់ស្អាតផងដែរ។ ការផ្តល់ជូនមានសុពលភាពត្រឹមតែ 3ថ្ងៃ ចាប់ពីថ្ងៃទី 27 ដល់ 29 ខែសីហានេះ និងមានតែនៅសាខា T-ONE តែមួយគត់។ ',
        date:'3 day ago',
        image: require('../Assets/2.jpg')
    },
    {
        id: 3,
        name:'កាប្រូម៉ូសិនចុងសប្តាហ៍ដ៏ពិសេសនៅសាខា T-ONE ។ ទទួលបានការបញ្ចុះតម្លៃ 30% គ្រប់មុខទំនិញនៅក្នុងហាង រាល់ការជាវចាប់ពី 120% ក្នុងមួយវិក្កយបត្រ រួមនិងទទួលម៉ាស់ adidas យ៉ាងស្រស់ស្អាតផងដែរ។ ការផ្តល់ជូនមានសុពលភាពត្រឹមតែ 3ថ្ងៃ ចាប់ពីថ្ងៃទី 27 ដល់ 29 ខែសីហានេះ និងមានតែនៅសាខា T-ONE តែមួយគត់។ ',
        date:'3 day ago',
        image: require('../Assets/3.jpg')
    },
]